Repository: BioplatformsAustralia/ckanext-ytp-request
Catalog: ckanext/ytp_request/i18n/*/LC_MESSAGES/ckanext-ytp_request.po
Languages: fr, pt_pt

source: Unauthorized
fr: Non autorisé
pt_pt: Não autorizado

source: Membership Request has already been approved, or does not exist.
fr: La demande d’adhésion a déjà été approuvée ou n’existe pas.
pt_pt: O pedido de adesão já foi aprovado, ou não existe.

source: Integrity Error
fr: Erreur d’intégrité
pt_pt: Erro de Integridade

source: Item not found
fr: Élément non trouvé
pt_pt: Item não encontrado

source: Member request processed successfully
fr: Demande d’adhésion traitée avec succès
pt_pt: Pedido de membro processado com sucesso

source: New membership request (%(organization)s)
fr: Nouvelle demande d’adhésion (%(organization)s)
pt_pt: Novo pedido de adesão (%(organization)s)

source: User %(user)s (%(email)s) has requested membership to organization %(organization)s. %(link)s Best wishes, The AIDS Data Repository
pt_pt: O utilizador %(user)s (%(email)s) solicitou adesão à organização %(organization)s. %(link)s Com os melhores cumprimentos, O Repositório de Dados sobre a SIDA

source: Organization membership approved (%(organization)s)
fr: adhésion auprès de l’organisation approuvée (%(organization)s)
pt_pt: Adesão à organização (%(organization)s) aprovada

source: Your membership request to organization %(organization)s with %(role)s access has been approved. Best wishes, The AIDS Data Repository
pt_pt: O seu pedido de adesão à organização %(organization)s com acesso %(role)s foi aprovado. Com os melhores cumprimentos, O Repositório de Dados sobre a SIDA

source: Organization membership rejected (%(organization)s)
fr: adhésion auprès de l’organisation refusée (%(organization)s)
pt_pt: Adesão à organização (%(organization)s) rejeitada

source: Request not found
fr: Aucune demande trouvée.
pt_pt: Não foram encontrados pedidos.

source: As a sysadmin, you already have access to all organizations
fr: En tant qu’administrateur système, vous avez accès à toutes les organisations.
pt_pt: Como administrador de sistema, já tem acesso a todas as organizações

source: Role
fr: Rôle
pt_pt: Função

source: You already have a pending request to the organization
fr: Vous avez déjà une demande en cours auprès de cette organisation.
pt_pt: Já tem um pedido pendente para a organização

source: You are already part of the organization
fr: Vous faites déjà partie de cette organisation.
pt_pt: Já faz parte da organização

source: Duplicate organization request
fr: Demande déjà déposée auprès de l’organisation
pt_pt: Pedido de organização em duplicado

source: Organization
fr: Organisation
pt_pt: Organização

source: Membership request sent to organisation administrator
fr: Demande d’adhésion envoyée à l’administrateur de l’organisation
pt_pt: Pedido de adesão enviado ao administrador da organização

source: Membership request cancelled
fr: Demande d’adhésion annulée
pt_pt: Pedido de adesão cancelado

source: Membership cancelled
fr: adhésion annulée
pt_pt: Adesão cancelada

source: Membership request approved
fr: Demande d’adhésion approuvée
pt_pt: Pedido de adesão aprovado

source: Membership request rejected
fr: Demande d’adhésion refusée
pt_pt: Pedido de adesão rejeitado

source: User is not logged in
fr: L’utilisateur n’est pas identifié
pt_pt: O utilizador não foi autenticado

source: The user has already a pending request or an active membership
fr: L’utilisateur a déjà une demande en cours ou est déjà inscrit.
pt_pt: O utilizador já tem um pedido pendente ou uma adesão ativa

source: Membership requests
fr: Demandes d’adhésion
pt_pt: Pedidos de adesão

source: User
fr: Utilisateur
pt_pt: Utilizador

source: Request date
fr: Date de la demande
pt_pt: Data do pedido

source: Action
pt_pt: Ação

source: Approve
fr: Approuver
pt_pt: Aprovar

source: Reject
fr: Refuser
pt_pt: Rejeitar

source: Modify
fr: Modifier
pt_pt: Modificar

source: Request membership
fr: Demander une adhésion
pt_pt: Fazer um pedido de adesão à organização

source: Are you sure you want to end the membership?
fr: Êtes-vous sûr de vouloir mettre fin à cette adhésion ?
pt_pt: Pretende cancelar a adesão?

source: Cancel membership
fr: Annuler l’adhésion
pt_pt: Cancelar a adesão

source: Are you sure you want to cancel this pending request?
fr: Êtes-vous sûr de vouloir annuler cette demande en cours ?
pt_pt: Pretende cancelar este pedido pendente?

source: Cancel request
fr: Annuler la demande
pt_pt: Cancelar pedido

source: Organizations
pt_pt: Organizações

source: Received membership requests
fr: Demandes d’adhésion reçues
pt_pt: Recebeu pedidos de adesão

source: All received membership requests are listed here. The organization admin can approve or reject requests. To process a request, select edit. Admins can edit the organization, datasets and accept membership requests. Editor can only edit datasets.
fr: Toutes les demandes d’adhésion reçues sont répertoriées ici. L’administrateur de l’organisation peut les approuver ou les refuser. Pour traiter une demande, cliquez sur « Modifier ». Les administrateurs peuvent modifier l’organisation et les ensembles de données, et accepter les demandes d’adhésion. L’éditeur peut uniquement modifier les ensembles de données.
pt_pt: Todos os pedidos de adesão recebidos estão listados aqui. A administração da organização pode aprovar ou rejeitar pedidos. Para processar uma solicitação, selecione editar. Os administradores podem editar a organização, os conjuntos de dados e aceitar solicitações de adesão. O editor só pode editar os conjuntos de dados.

source: No requests found.
fr: Aucune demande trouvée.
pt_pt: Não foram encontrados pedidos.

source: My own memberships
fr: Mes adhésions
pt_pt: Os meus próprios membros

source: All membership and memberships requests are listed here. You can cancel any pending request or already accepted membership from the menu on the right.
fr: Toutes les adhésions et les demandes d’adhésion sont répertoriées ici. Vous pouvez annuler toute demande en cours ou toute adhésion déjà acceptée à partir du menu sur la droite de l’écran.
pt_pt: Todos os pedidos de adesão e adesões aceites estão listados aqui. Pode cancelar qualquer pedido de adesão pendente ou já aceite a partir do menu à direita.

source: My memberships
fr: Mes adhésions
pt_pt: Os meus membros

source: Status
fr: État d’avancement
pt_pt: Estado

source: Handling date
fr: Date de traitement
pt_pt: Data de processamento

source: Handler
fr: Traité par
pt_pt: Gestor

source: New membership request
fr: Nouvelle demande d’adhésion
pt_pt: Novo pedido de adesão

source: Request organization membership
fr: Demander une adhésion auprès de l’organisation
pt_pt: Fazer um pedido de adesão à organização

source: You can request to be a member of the organization.
fr: Vous pouvez demander à vous inscrire auprès de cette organisation.
pt_pt: Pode efetuar um pedido de adesão à organização.

source: Select an organization...
fr: Sélectionner une organisation...
pt_pt: Selecione uma organização...

source: Send request
fr: Envoyer la demande
pt_pt: Enviar pedido

source: Organization membership request
fr: Demande d’adhésion auprès de l’organisation
pt_pt: Pedido de adesão à organização

source: This shows a given membership request. Only admins can approve, modify or reject requests.
fr: Cette page affiche une demande d’adhésion en particulier. Seuls les administrateurs peuvent approuver, modifier ou refuser les demandes.
pt_pt: Isto mostra um determinado pedido de adesão. Apenas os administradores podem aprovar, modificar ou rejeitar pedidos.

source: State
fr: État
pt_pt: Estado

source: Are you sure you want approve this request?
fr: Êtes-vous sûr de vouloir approuver cette demande ?
pt_pt: Pretende aprovar este pedido?

source: Are you sure you want reject this request?
fr: Êtes-vous sûr de vouloir refuser cette demande ?
pt_pt: Pretende rejeitar este pedido?

source: Request to Join
fr: Demander l’adhésion
pt_pt: Pedido de adesão

source: Leave
fr: Quitter
pt_pt: Sair

source: Are you sure you want to cancel this pending request to join the organisation?
fr: Êtes-vous sûr de vouloir annuler cette demande d’adhésion auprès de l’organisation ?
pt_pt: Pretende cancelar este pedido pendente para aderir à organização?

source: Cancel Request
fr: Annuler la demande
pt_pt: Pedido de cancelamento

source: User %(user)s (%(email)s) has requested membership to organization %(organization)s. %(link)s Regards, %(sitename)s %(siteemail)s
fr: L’utilisateur %(user)s (%(email)s) a demandé une adhésion auprès de l’organisation %(organization)s. %(link)s Cordialement, %(sitename)s %(siteemail)s

source: Your membership request to organization %(organization)s with %(role)s access has been approved. Regards, %(sitename)s %(siteemail)s
fr: Votre demande d’adhésion auprès de l’organisation %(organization)s en tant que %(role)s a été approuvée. Cordialement, %(sitename)s %(siteemail)s

source: Unfortunately your membership request to organization %(organization)s with %(role)s access has been rejected. If you think this was a mistake, please contact the organisation's administrator directly. Regards, %(sitename)s %(siteemail)s
fr: Malheureusement, votre demande d’adhésion auprès de l’organisation %(organization)s en tant que %(role)s a été refusée. Si vous estimez que c’est une erreur, veuillez vous adresser à l’administrateur de votre organisation. Cordialement, %(sitename)s %(siteemail)s
