Repository: BioplatformsAustralia/ckanext-ytp-request
Catalog: i18n/*/LC_MESSAGES/ckanext-ytp-request.po
Languages: fr

source: Unauthorized
fr: Non autorisé

source: Membership Request has already been approved, or does not exist.
fr: La demande d’inscription a déjà été approuvée ou n’existe pas.

source: Integrity Error
fr: Erreur d’intégrité

source: Item not found
fr: Élément non trouvé

source: Member request processed successfully
fr: Demande d’inscription traitée avec succès

source: New membership request (%(organization)s)
fr: Nouvelle demande d’inscription (%(organization)s)

source: User %(user)s (%(email)s) has requested membership to organization %(organization)s. %(link)s Best wishes, The AIDS Data Repository
fr: L’utilisateur %(user)s (%(email)s) a demandé une inscription auprès de l’organisation %(organization)s. %(link)s Cordialement, Le fichier des données sur le sida (ADR)

source: Organization membership approved (%(organization)s)
fr: Inscription auprès de l’organisation approuvée (%(organization)s)

source: Your membership request to organization %(organization)s with %(role)s access has been approved. Best wishes, The AIDS Data Repository
fr: Votre demande d’inscription auprès de l’organisation %(organization)s en tant que %(role)s a été approuvée. Cordialement, Le fichier des données sur le sida (ADR)

source: Organization membership rejected (%(organization)s)
fr: Inscription auprès de l’organisation refusée (%(organization)s)

source: Unfortunately your membership request to organization %(organization)s with %(role)s access has been rejected. If you think this was a mistake, please contact the organisation's administrator directly. Best wishes, The AIDS Data Repository
fr: Malheureusement, votre demande d’inscription auprès de l’organisation %(organization)s en tant que %(role)s a été refusée. Si vous estimez que c’est une erreur, veuillez vous adresser à l’administrateur de votre organisation. Cordialement, Le fichier des données sur le sida (ADR)

source: Role
fr: Rôle

source: As a sysadmin, you already have access to all organizations
fr: En tant qu’administrateur système, vous avez accès à toutes les organisations.

source: You already have a pending request to the organization
fr: Vous avez déjà une demande en cours auprès de cette organisation.

source: You are already part of the organization
fr: Vous faites déjà partie de cette organisation.

source: Duplicate organization request
fr: Demande déjà déposée auprès de l’organisation

source: Organization
fr: Organisation

source: Membership request sent to organisation administrator
fr: Demande d’inscription envoyée à l’administrateur de l’organisation

source: Membership request cancelled
fr: Demande d’inscription annulée

source: Membership cancelled
fr: Inscription annulée

source: Membership request approved
fr: Demande d’inscription approuvée

source: Membership request rejected
fr: Demande d’inscription refusée

source: User is not logged in
fr: L’utilisateur n’est pas identifié

source: The user has already a pending request or an active membership
fr: L’utilisateur a déjà une demande en cours ou est déjà inscrit.

source: Membership requests
fr: Demandes d’inscription

source: User
fr: Utilisateur

source: Request date
fr: Date de la demande

source: Approve
fr: Approuver

source: Reject
fr: Refuser

source: Modify
fr: Modifier

source: Received membership requests
fr: Demandes d’inscription reçues

source: All received membership requests are listed here. The organization admin can approve or reject requests. To process a request, select edit. Admins can edit the organization, datasets and accept membership requests. Editor can only edit datasets.
fr: Toutes les demandes d’inscription reçues sont répertoriées ici. L’administrateur de l’organisation peut les approuver ou les refuser. Pour traiter une demande, cliquez sur « Modifier ». Les administrateurs peuvent modifier l’organisation et les jeux de données, et accepter les demandes d’inscription. L’éditeur peut uniquement modifier les jeux de données.

source: No requests found.
fr: Aucune demande trouvée.

source: My own memberships
fr: Mes inscriptions

source: All membership and memberships requests are listed here. You can cancel any pending request or already accepted membership from the menu on the right.
fr: Toutes les inscriptions et les demandes d’inscription sont répertoriées ici. Vous pouvez annuler toute demande en cours ou toute inscription déjà acceptée à partir du menu sur la droite de l’écran.

source: My memberships
fr: Mes inscriptions

source: Status
fr: État d’avancement

source: Handling date
fr: Date de traitement

source: Handler
fr: Traitée par

source: Are you sure you want to end the membership?
fr: Voulez-vous annuler cette inscription ?

source: Cancel membership
fr: Annuler l’inscription

source: Are you sure you want to cancel this pending request?
fr: Voulez-vous annuler cette demande en cours ?

source: Cancel request
fr: Annuler la demande

source: New membership request
fr: Nouvelle demande d’inscription

source: Request organization membership
fr: Demander une inscription auprès de l’organisation

source: You can request to be a member of the organization.
fr: Vous pouvez demander à vous inscrire auprès de cette organisation.

source: Select an organization...
fr: Sélectionner une organisation...

source: Select a role...
fr: Sélectionner un rôle...

source: Send request
fr: Envoyer la demande

source: Organization membership request
fr: Demande d’inscription auprès de l’organisation

source: This shows a given membership request. Only admins can approve, modify or reject requests.
fr: Cette page affiche une demande d’inscription en particulier. Seuls les administrateurs peuvent approuver, modifier ou refuser les demandes.

source: State
fr: État

source: Are you sure you want approve this request?
fr: Voulez-vous approuver cette demande ?

source: Are you sure you want reject this request?
fr: Voulez-vous refuser cette demande ?

source: Request to Join
fr: Demander l’inscription

source: Leave
fr: Quitter

source: Are you sure you want to cancel this pending request to join the organisation?
fr: Voulez-vous annuler cette demande d’inscription auprès de l’organisation ?

source: Cancel Request
fr: Annuler la demande
